/* Localizable String */
sUIName = "Утилита настройки беспроводной сети";
sUIVersion = "Версия утилиты";
sDriverVersion = "Версия драйвера: v";
sCopyright = "Все права защищены. 2018 г.";

// Button
OK ="OK";
CANCEL ="Отменить";
NO ="Нет";
YES ="Да";
Join="Подключить";
Profiles="Профили";
Join_Other="Другая...";
Show_Nets="Показать сети";
Apply="Применить";
Remove="Удалить";
PIN="PIN";
PBC="PBC";
Forget="Забыть эту сеть";

//DropDownMenu
State_RfOn="USB-WiFi: Включена";
State_RfOff="USB-WiFi: Выключена";
State_Scan="USB-WiFi: идет поиск сетей...";
State_Unplug="Адаптер беспроводной сети не подключен";
State_Disable="Пожалуйста, включите адаптер беспроводной сети";

Info_IfName="Имя интерфейса:";
Info_MacAddr="Адрес:";
Info_IpAddr= "IP-адрес:";
Info_Router= "Маршрутизатор:";
Info_Reachable= "Интернет: доступен";
Info_Unreachable= "Интернет: недоступен";
//Info_Security
Info_BSSID= "BSSID:";
Info_Channel= "Канал:";
Info_CountryCode= "Код страны:";
Info_RSSI= "RSSI:";
Info_Noise= "Шум:";
Info_TxRate= "Скорость передачи:";
Info_PhyMode= "Режим PHY:";
Info_McsIndex= "Индекс MCS:";

Radio_ON ="Включить USB-WiFi";
Radio_OFF ="Выключить USB-WiFi";
Uninstall = "Uninstall USB-WiFi";
DebugTool = "Wlan Diagnostics Tool";
Join_Other_Network="Подключиться к другой сети...";
Create_Adhoc="Создать Adhoc-сеть...";
WPS_Fun="WPS...";
Open_Utility="Настройки беспроводной сети...";
Open_Preference="Открыть настройки сети...";

//ScanTable View
ScanTable_View_Title="Выбор сети для Вашего подключения.";
ScanTable_View_SubTitle="Выберите сеть, к которой Вы хотите подключиться, из списка и затем, если необходимо, Введите пароль сети.";
Associated="Связанные";
SignalStrength="Сила сигнала";
Scanning="Сканирование...";

// Setting Field View
Join_BroadcastSecAP1="Для сети Wi-Fi";
Join_BroadcastSecAP2="требует";
Join_BroadcastSecAP3="пароль";
Join_HiddenSecAP1="Этой скрытой сети необходим";
Join_HiddenSecAP2="пароль";
Join_HiddenOpenAP="Введите имя скрытой сети.";

// Join Other
Create_Infra_Title="Поиск и подключение к сети Wi-Fi";
Create_Infra_SubTitle="Введите имя сети, к которой необходимо подключиться, затем, если требуется, введите пароль.";
Create_Adhoc_Title="Создать сеть компьютер-компьютер.";
Create_Adhoc_SubTitle="Введите имя создаваемой сети компьютер-компьютер.";

//Setting Field
Security_None="Нет";
Security_OpenWep="OPEN_SYSTEM WEP";
Security_SharedWep="SHARED_KEY WEP";
Security_WpaTkip="WPA_PSK TKIP";
Security_WpaAes="WPA_PSK AES";
Security_Wpa2Tkip="WPA2_PSK TKIP";
Security_Wpa2Aes="WPA2_PSK AES";
Security_WpaTkip1X="WPA Enterprise TKIP";
Security_WpaAes1X="WPA Enterprise AES";
Security_Wpa2Tkip1X="WPA2 Enterprise TKIP";
Security_Wpa2Aes1X="WPA2 Enterprise AES";
Security_WEP1X="802.1X WEP";
Security_WpaNoneTkip="WPA без ключа TKIP";
Security_WpaNoneAes="WPA без ключа AES";
Security_MixMode="безопасность";

//Profile Security Field
Profile_Wep="WEP";
Profile_Wpa="WPA Personal";
Profile_Wpa2="WPA2 Personal";
Profile_Wpa1X="WPA Enterprise";
Profile_Wpa21X="WPA2 Enterprise";
Profile_WpaNone="WPA без ключа";

NetworkName="Имя сети:";
Security="Безопасность:";
Password="Пароль:";
ShowPassword="Показать пароль";
ASCII="ASCII";
UserName="Имя пользователя:";
EAP="802.1x EAP:";
PEAP="Aвтоматически (PEAP)";
TLS="EAP-TLS";
TTLS="EAP-TTLS";
LEAP="EAP-LEAP";
CA_Cert="Сертификати ЦС:";
Client_Cert="Сертификат клиента:";
Private_Key="Закрытый ключ:";
Private_Key_Pwd="Закрытый ключ пароль:";

Choose_Private_Key="Выберите файл закрытого ключа (PEM/DER/PFX)";
Choose_Client_Cert="Выберите файл сертификата клиента (PEM/DER/PFX)";
Choose_CA_Cert="Выберите файл сертификата ЦС (PEM/DER/CER)";

Select_KeyChain_Cert_Desc="Выберите сертификат из связки ключей";
Select_File_Cert_Desc="Выберите файл сертификата";
Select_KeyChain_Identity_Desc="Выберите идентификатор из связки ключей"; 
Select_KeyChain_Key_Desc="Выберите закрытый ключ из связки ключей";
Select_File_Key_Desc="Выберите файл закрытого ключа";

Cert_Expire="Файл сертификата истёк";

Cert_Examine_Title1="Идентификация в сети";
Cert_Examine_Title2=" ";
Cert_Examine_Info1="Прежде чем выполнять идентификацию на серверe";
Cert_Examine_Info2=", Вам необходимо проверить сертификат сервера и убедиться, что он подходит для данной сети. \n\nЧтобы просмотреть сертификат, нажмите \'Показать сертификат\'.";


// Profiles
PreferredNet="Предпочтительные сети:";
StateTitle="Страна";
SSIDTitle="Имя сети";
SecurityTitle="Безопасность";


//WPS 
WPS_PIN_Title="Пожалуйста, укажите PIN-код в интерфейсе настройки вашей точки доступа";
WPS_PBC_Title="The Push Button Configuration (PBC) is performed";
WPS_Second="сек";
WPS_Progress="WPS Прогресс :";
WPS_init_Str = "  Инициализация WPS";
WPS_scan_Str = "  Искать точки доступа с включенным WPS";
WPS_connect_Str = "  Подключиться к точке доступа с включенным WPS";
WPS_handshake_Str ="  Инициализация WPS рукопожатия ";
WPS_exchange_Str ="  Обмен сообщениями WPS  ";
WPS_done_Str = "  Обмен сообщениями WPS [Выполнено] ";
WPS_fail_Str = "  Ошибка обмена сообщениями WPS, попробуйте подключиться к другой точке доступа с WPS";
WPS_start_Str = "  WPS ВКЛЮЧЕН ";
WPS_finish_Str = "     Протокол WPS завершен !!";
WPS_auto_connect_Str = "Будет выполнено автоматическое подключение к точке доступа с WPS.";
WPS_timeout_Str = "     Время WPS истекло !!";
WPS_connection_failed_Str = "   Ошибка подключения. Пожалуйста, попробуйте еще раз позднее !!";

Wps_overlap_Str = "   Наложение сессий";
Wps_more_pbc_Str = "   Больше одной точки доступа в режиме настройки нажатием кнопки !!";
Wps_retry_Str = "   Используйте PIN или подождите и попробуйте снова.";

ERROR0 = "ОШИБКА";
ERROR1 = "Пожалуйста, введите ключ!";
ERROR2 = "Неверный индекс ключа WEP!!!";
ERROR3 = "Длина ключа составляет 8~63 символа в кодировке ASCII или 64 шестнадцатеричных символа!";
ERROR4 = "Сетевой ключ не соответствует шестнадцатеричному формату (0~9, a~f, A~F)!"; 
ERROR5 = "Длина ключа ASCII должна быть 5 или 13 символов!"; 
ERROR6 = "Некорректная длина сетевого ключа!"; 
ERROR7 = "Длина сетевого ключа должна быть 10 или 26!"; 
ERROR8 = "Сетевой ключ и ключ подтверждения не совпадают!";
ERROR9 = "Сетевой ключ указан не в формате ASCII";
ERROR10 = "Сетевой ключ указан не в формате 64HEX(0~9, a~f, A~F)!"; 
ERROR11 = "При данном плане каналов невозможно подключиться к сети Adhoc на каналах 12,13 или на Band2,Band3!!";
ERROR12 = "Не могу подключиться к Adhoc с WPA-Без шифрования !!";
ERROR13 = "Не могу подключиться к Adhoc с WPA2-PSK !!";
ERROR14 = "Шифрование WPA/WPA2 Enterprise не поддерживается !!";
ERROR15 = "Пожалуйста, разрешите утилите доступ к связке ключей";

WARNING0 = "Внимание";
WARNING1 = "Пожалуйста, введите SSID";
WARNING2 = "Пожалуйста, введите имя профиля";
WARNING3 = "Количество символов в наименовании сети SSID превышает 32.";
WARNING4 = "Профиль уже существует. Вы хотите переписать его?";
WARNING5 = "Вы уверены, что хотите удалить выбранный Профиль?";

NOTICE0 = "ПРИМЕЧАНИЕ";
NOTICE1 = "Ошибка режима AP.";
NOTICE2 = "Ошибка режима STA.";
NOTICE3 = "Ошибка установки значения QOSMode"; 
NOTICE4 = "Ошибка получения значения QOSMode";
NOTICE5 = "Неверное значение QOSMode";	
NOTICE6 = "RTSThreshold вне диапазона.(0 ~ 2432)";
NOTICE7 = "FragmentationThreshold вне диапазона.(256 ~ 2432)";
NOTICE8 = "Пожалуйста, включите адаптер USB-WiFi в настройках сети.";
NOTICE9 = "Подключите ваш USB-WiFi адаптер к компьютеру";
NOTICE10 = "Неверный пароль, попробуйте ещё раз";
NOTICE11 = "Are you sure to do uninstallation?";
NOTICE12 = "System Extension Blocked";
NOTICE13 = "System software from developer 'Realtek Semiconductor Corp' was blocked from loading.";